[
  {
    "name" : "Timmy and Tommy",
    "species" : "Raccoon",
    "birthday" : "06-07",
    "info" : "Timmy and Tommy, known as the Nooklings, operate the Nook Inc. development venture along with Tom Nook. Timmy buys and sells items inside the Resident Services tent, while Tommy wanders outside with a flag and provides tips. When the Nook's Cranny is built, Timmy and Tommy both move into the shop to buy and sell wares during their service hours of 8am to 10pm.",
    "gender" : 0,
    "slug" : "timmy-tommy"
  },
  {
    "name" : "Zipper T. Bunny",
    "species" : "Bunny",
    "birthday" : "03-11",
    "info" : "Zipper appears as the holiday character for Bunny Day and was first introduced in City Folk alongside Pavé and Phineas.",
    "gender" : 0,
    "slug" : "zipper-t-bunny"
  },
  {
    "name" : "Lloid",
    "species" : "Gyroid",
    "birthday" : "08-28",
    "info" : "Lloid is a construction foreman, responsible for overseeing constructions. He sits at the site accepting donations from the player and their neighbors.",
    "gender" : 0,
    "slug" : "lloid"
  },
  {
    "name" : "Wilbur",
    "species" : "Dodo",
    "birthday" : "12-17",
    "info" : "Wilbur serves as a pilot for Dodo Airlines. He allows the player to go on different Island Tours. He refers to himself as 'stovetop rubber band' and the player as 'bellbottom bebop' amongst several other nicknames.",
    "gender" : 0,
    "slug" : "wilbur"
  },
  {
    "name" : "Orville",
    "species" : "Dodo",
    "birthday" : "10-02",
    "info" : "Orville is a receptionist at the Dodo Airlines airport in the player's town. His brother, Wilbur, is a pilot for the airline.",
    "gender" : 0,
    "slug" : "orville"
  },
  {
    "name" : "Daisy Mae",
    "species" : "Boar",
    "birthday" : "05-05",
    "info" : "Every Sunday morning, Daisy Mae appears on the island to hawk her family's White Turnips at a specific price. The turnips must then be sold before the next Sunday, or they will rot and lose all value. Players can ask Timmy and Tommy what the current price of White Turnips is between Monday and Saturday, and the price changes twice per day. Optimally, the player will be able to sell their turnips at a higher price than they purchased them and make a profit.",
    "gender" : 1,
    "slug" : "daisy-mae"
  },
  {
    "name" : "C.J",
    "species" : "Beaver",
    "birthday" : "03-07",
    "info" : "During Fishing Tourneys or random visits, C.J. will buy fish from the player for 150% of their usual value. During his random visits, C.J. will not buy the player's fish until they have completed a 'seasports' challenge which entails catching three fish within a specific size range in a row. C.J. will also offer to have his partner Flick make a fish model if the player brings him three of the same fish. Only one fish model can be commissioned at a time, and the completed model will be mailed to the player the next day. When C.J. visits the Deserted Island outside of a Fishing Tourney, he will remain the full day, from 5am to 5am.",
    "gender" : 0,
    "slug" : "cj"
  },
  {
    "name" : "Gulliver",
    "species" : "Seagull",
    "birthday" : "05-25",
    "info" : "As in previous Animal Crossing games, Gulliver is sometimes found lying on the beach. He can be woken up by repeatedly talking to him. When he wakes, he tells the player that he's fallen off his boat and has washed up ashore, but not to worry as it has happened before. He attempts to call his crew, but realizes his communicator is broken. He asks the player to assist in finding communicator parts along the beach. They need to dig up five communicator parts from the sand. Their locations are identified similar to how Manila Clams are found -- small holes which spurt water in the sand. Any parts found by secondary players during Party Play that are sent to the recycling bin will become rusted parts. Once all the communicator parts have been found and returned to Gulliver, he repairs his communicator and calls his crew. He remains on the player's island for the rest of the day, and sends the player a gift two days later.",
    "gender" : 0,
    "slug" : "gulliver"
  },
  {
    "name" : "K.K Slider",
    "species" : "Dog",
    "birthday" : "08-23",
    "info" : "After the player has established an upgraded Resident Services building, Tom Nook gives the player a goal of improving the island in order to convince K.K. to play a concert there. Once the required 3 star island rating is met, K.K. will arrive the next day to play a concert. After that, he will show up every Saturday and play a concert in the evening. The player can request a song for him to play. Like in previous games, you will receive a copy of the first song he plays.",
    "gender" : 0,
    "slug" : "kk-slider"
  },
  {
    "name" : "Saharah",
    "species" : "Camel",
    "birthday" : "11-10",
    "info" : "Saharah can be seen wandering around the player's island on random days. When talked to, she offers 'mysterious' wallpaper and flooring, which can be bought for 3,000 bells each. Additionally, she now offers different sizes of mystery rugs: small for 1,000 bells, medium for 1,500 bells, and large for 2,000 bells. Along with each rug purchase, the player earns 'exchange tickets', which appear in the player's inventory as 'Saharah tickets'. Once five tickets have been collected, they can be exchanged for a free floor or wallpaper. The amount of tickets earned depends on the size of the carpet (1 for small, 2 for medium, and 3 for large).",
    "gender" : 1,
    "slug" : "saharah"
  },
  {
    "name" : "Label",
    "species" : "Hedgehog",
    "birthday" : "10-31",
    "info" : "Once the player has built the Able Sisters shop, the ability for Label to appear will be unlocked. On random days, she will appear outside of the Resident Services building. She has become an independent fashion designer, telling the player that nowadays she goes by her real name, while 'Labelle' lives on as her fashion label. Much like Gracie in previous games, she will conduct a fashion check for the player. Unlike Gracie however, Label will not open up a store.",
    "gender" : 1,
    "slug" : "label"
  },
  {
    "name" : "Mabel",
    "species" : "Hedgehog",
    "birthday" : "05-22",
    "info" : "Mabel is initially met when Nook's Cranny is completed, talking to Timmy and Tommy. From then on, she can be met once a week in the plaza, running a small clothing shop. Upon her third visit, she will ask the player about opening the Able Sisters shop on the island. When complete, she runs the shop with her sister Sable.",
    "gender" : 1,
    "slug" : "mabel"
  },
  {
    "name" : "Isabelle",
    "species" : "Dog",
    "birthday" : "12-20",
    "info" : "Isabelle will work for Nook Inc. and will appear in-game depending on your progression. If the player progresses enough, a town hall will be built, where Isabelle will serve a similar role as she did in New Leaf.",
    "gender" : 1,
    "slug" : "isabelle"
  },
  {
    "name" : "Sable",
    "species" : "Hedgehog",
    "birthday" : "11-22",
    "info" : "Sable can only be met once the Able Sisters shop has been built. Once it has, she will be in the back corner, working on the sewing machine. She can once again be talked to for a few days running in order to befriend her, upon which she will give the player access to special patterns that certain furniture can be customised with.",
    "gender" : 1,
    "slug" : "sable"
  },
  {
    "name" : "Harvey",
    "species" : "Dog",
    "birthday" : "08-02",
    "info" : "Harvey travels to the player's island after the third villager arrives. He compliments the rapid development of the player's island, and explains that he lives by himself on another island nearby, Harv's Island, inviting the player to visit it via Dodo Airlines. At Harv's Island, Harvey will explain that his house is where he runs a free photography studio, Photopia. The player can decorate the various rooms or sets of the house with furniture in their catalog, invite villagers to assist as models, and give the models costumes to create unique photos. Harvey remains outside his house and will re-explain Photopia if asked.",
    "gender" : 0,
    "slug" : "harvey"
  },
  {
    "name" : "Kicks",
    "species" : "Skunk",
    "birthday" : "11-30",
    "info" : "Kicks appears in the Resident Services plaza once per week as a traveling peddler after the player constructs the Able Sisters shop on their island. He sells shoes, socks, and bags, and offers his services from 8am to 10pm.",
    "gender" : 0,
    "slug" : "kicks"
  },
  {
    "name" : "Celeste",
    "species" : "Owl",
    "birthday" : "09-07",
    "info" : "Celeste visits the player's island during meteor showers. She tells the player how to wish on shooting stars and gives the player recipes for the star wand and zodiac furniture. When presented with a Zodiac star fragment or Zodiac furniture, she will tell the player a mythological tale about the constellation.",
    "gender" : 1,
    "slug" : "celeste"
  },
  {
    "name" : "Blathers",
    "species" : "Owl",
    "birthday" : "09-24",
    "info" : "After the player donates five creatures to Tom Nook, Tom gives the player a tent to place, which will serve as Blathers' collection tent to start out with. Once the player donates 15 more museum items, Blathers will stop accepting items until the museum is built (though he still offers fossil assessment until construction on the museum begins). Once the player donates 15 more museum items, Blathers will stop accepting items until the museum is built (though he still offers fossil assessment until construction on the museum begins).",
    "gender" : 0,
    "slug" : "blathers"
  },
  {
    "name" : "Wisp",
    "species" : "Spirit",
    "birthday" : "02-26",
    "info" : "On certain nights, the player can find Wisp wandering around the island. If talked to, Wisp will mistake the player as a ghost and get scared, which leads to his five spirits will scatter across the island. Similarly to Animal Crossing, the player can find and catch the five spirits using the net and return them to Wisp. After the spirits are returned, Wisp will offer the player the choice of receiving an item they have not had before or something expensive.",
    "gender" : 0,
    "slug" : "wisp"
  },
  {
    "name" : "Tom Nook",
    "species" : "Raccoon",
    "birthday" : "05-30",
    "info" : "Tom Nook is the founder and owner of Nook Inc. Alongside this, he runs the Resident Services building. In this role he acts as the leader and developer of the island, and it is through his that you are allowed to upgrade the island and various buildings that can be built.",
    "gender" : 0,
    "slug" : "tom-nook"
  },
  {
    "name" : "Flick",
    "species" : "Chameleon",
    "birthday" : "05-10",
    "info" : "During Bug Offs or random visits to your island, Flick will buy bugs from the player for 150% of their usual value. Flick is also an artist and the player can commission a model of a specific bugs from him by bringing him three of the same bug; Flick will work on only one commission at a time, and mail it to the player the next day. When Flick visits the Deserted Island outside of a Bug Off, he will remain the full day, from 5am to 5am.",
    "gender" : 0,
    "slug" : "flick"
  },
  {
    "name" : "Leif",
    "species" : "Sloth",
    "birthday" : "08-08",
    "info" : "Leif regularly appears in front of the Resident Services building to sell an assortment of gardening goods, such as shrubs and flowers. He also buys weeds for twice their usual selling price.",
    "gender" : 0,
    "slug" : "leif"
  },
  {
    "name" : "Redd",
    "species" : "Fox",
    "birthday" : "10-18",
    "info" : "Redd has returned in Animal Crossing: New Horizons under the name 'Jolly Redd'. This time around, he docks a small boat called the Treasure Trawler in the small 'secret' beach in the northern coast of the island. Similarly to his other appearances, Redd sells art pieces of potentially dubious provenance along with other items. Redd was added alongside an art gallery to the Museum in update 1.2.0.",
    "gender" : 0,
    "slug" : "redd"
  }
]
