[
  {
    "name" : "Tendo y Nendo",
    "species" : "Mapache",
    "birthday" : "06-07",
    "info" : "Tendo y Nendo operan en el plan de asentamiento en islas desiertas de la Nook Inc. Junto con Tom Nook.",
    "gender" : 0,
    "slug" : "timmy-tommy"
  },
  {
    "name" : "Coti Conejal",
    "species" : "Desconocida",
    "birthday" : "03-11",
    "info" : "Coti Conejal (o simplemente Coti) es un personaje introducido en Animal Crossing: City Folk como el anfitrión de la Caza del Huevo.",
    "gender" : 0,
    "slug" : "zipper-t-bunny"
  },
  {
    "name" : "Giroide",
    "species" : "Giroide",
    "birthday" : "08-28",
    "info" : "",
    "gender" : 0,
    "slug" : "lloid"
  },
  {
    "name" : "Rodri",
    "species" : "Dodo",
    "birthday" : "12-17",
    "info" : "Rodri es un personaje introducido en Animal Crossing: New Horizons. Trabaja en la Dodo Airlines como piloto de avión y se encarga de llevar al Jugador a las islas de otras personas, así como a los ofrecer viajes misteriosos (que requieren cupones de Millas Nook).",
    "gender" : 0,
    "slug" : "wilbur"
  },
  {
    "name" : "Rafa",
    "species" : "Dodo",
    "birthday" : "10-02",
    "info" : "Rafa es un personaje introducido en Animal Crossing: New Horizons. Trabaja en Dodo Airlines, donde está a cargo del mostrador de facturación. Permite que el jugador invite amigos a su isla, además de que envíe mensajes a otros habitantes.",
    "gender" : 0,
    "slug" : "orville"
  },
  {
    "name" : "Juliana",
    "species" : "Jabalí",
    "birthday" : "05-05",
    "info" : "Juliana es un personaje introducido en Animal Crossing: New Horizons, es la nieta de Juana, y al igual que su abuela, asume el papel de vender nabos periódicamente.",
    "gender" : 1,
    "slug" : "daisy-mae"
  },
  {
    "name" : "CJ",
    "species" : "Castor",
    "birthday" : "03-07",
    "info" : "En ciertos días de la semana, CJ se podrá encontrar paseando por la isla. Al hablar con él, le pedirá al Jugador que complete un desafío. Al superar el desafío, CJ comprará los peces capturados a un precio 1.5 veces mayor de lo que ofrecen Tendo y Nendo. Alternativamente, CJ ofrece El 'pescandising', lo cual significa que CJ ofrece crear figuras de peces las cuales el jugador podra obtener si le llevas 3 peces de la misma especie. Una vez encargada la figura, esta llegará al día   siguiente por correo.",
    "gender" : 0,
    "slug" : "cj"
  },
  {
    "name" : "Gulliver",
    "species" : "Gaviota",
    "birthday" : "05-25",
    "info" : "Dormido en la playa, Gulliver es un marinero varado que debe encontrar a su tripulación. Su teléfono GPS está roto, por lo que tendrá que encontrar 5 componentes electrónicos en la arena. Todo lo que necesitas hacer es cavar con la pala cuando sale un pequeño chorro de agua de la arena.",
    "gender" : 0,
    "slug" : "gulliver"
  },
  {
    "name" : "Totakeke",
    "species" : "Perro",
    "birthday" : "08-23",
    "info" : "¡El famoso perro cantante está de vuelta en Animal Crossing New Horizons! Para desbloquearlo, estamos escribiendo una guía especial.",
    "gender" : 0,
    "slug" : "kk-slider"
  },
  {
    "name" : "Alcatifa",
    "species" : "Camello",
    "birthday" : "11-10",
    "info" : "Alcatifa se puede encontrar deambulando en días aleatorios. Alcatifa ahora le da la la opción al jugador sobre que clase de papel de pared o suelo quiere comprar, siendo estos alfombras, cuyo precio de las alfombras depende de su tamaño, pequeñas a 1000 bayas, y papel de pared y suelos mágicos, 3.000 Bayas cada uno.",
    "gender" : 1,
    "slug" : "saharah"
  },
  {
    "name" : "Trini",
    "species" : "Erizo",
    "birthday" : "10-31",
    "info" : "Esta reina de la moda es la prima de Pili y Mili. Te pedirá que te vistas con un atuendo muy especial. Solo tienes que encontrar la ropa adecuada para que ella te dé boletos para el taller de costura. Estos son válidos en tiendas de ropa y valen hasta 3000 bayas.",
    "gender" : 1,
    "slug" : "label"
  },
  {
    "name" : "Pili",
    "species" : "Erizo",
    "birthday" : "05-22",
    "info" : "Pili es la copropietaria de las Hermanas Manitas, una de las tiendas que se pueden encontrar en el pueblo del Jugador, junto a su hermana mayor, Mili. Ella es la carismática de las hermanas y ayuda a los clientes con sus compras.",
    "gender" : 1,
    "slug" : "mabel"
  },
  {
    "name" : "Canela",
    "species" : "Perro",
    "birthday" : "12-20",
    "info" : "Canela es la asistente de Tom Nook. Será útil para cambiar el himno de la isla, la bandera, para que conozcas la evaluación de tu isla o incluso le cuentes sobre las diferentes costumbres entre los habitantes.",
    "gender" : 0,
    "slug" : "isabelle"
  },
  {
    "name" : "Mili",
    "species" : "Erizo",
    "birthday" : "11-22",
    "info" : "Mili es un personaje de la serie Animal Crossing, co-propietaria de la sastrería Hermanas Manitas, una de las tiendas que puede encontrar el jugador en el Pueblo.",
    "gender" : 1,
    "slug" : "sable"
  },
  {
    "name" : "Fauno",
    "species" : "Perro",
    "birthday" : "08-02",
    "info" : "Fauno te visitará en tu isla una vez que hayas configurado la tienda de Nook. Es el orgulloso propietario de una isla privada en la que instaló su estudio fotográfico. Es allí donde puedes tomar fotos con tus Amiibos y organizar las habitaciones como mejor te parezca.",
    "gender" : 0,
    "slug" : "harvey"
  },
  {
    "name" : "Betunio",
    "species" : "Zorrillo",
    "birthday" : "11-30",
    "info" : "Betunio aparecerá en la isla una ves por semana fuera de la Oficina de gestión vecinal, una semana después de que la Hermanas Manitas hayan abierto. En esta entrega Betunio es un vendedor ambulante de bolsos, calzado y calcetines. Sus productos son exclusivos, lo que no pueden comprarse en otra parte, además, es en el único que vende bolsos, mochilas, riñoneras, etc.",
    "gender" : 0,
    "slug" : "kicks"
  },
  {
    "name" : "Estela",
    "species" : "Búho",
    "birthday" : "09-07",
    "info" : "Estela es el personaje que te dará la varita mágica que te permitirá conseguir un kimono y otros disfraces originales.",
    "gender" : 1,
    "slug" : "celeste"
  },
  {
    "name" : "Sócrates",
    "species" : "Búho",
    "birthday" : "09-24",
    "info" : "Sócrates es el encargado del museo. Tienes que hablar con él para poder ampliar la colección de peces, insectos, fósiles y más. No importa qué objeto le des, él podrá darte toda la información posible con gran experiencia.",
    "gender" : 0,
    "slug" : "blathers"
  },
  {
    "name" : "Buh",
    "species" : "Espíritu",
    "birthday" : "02-26",
    "info" : "En algunas noches entre las 8 p.m. y las 4 a.m., el jugador puede encontrarse con Buh en una parte aleatoria de su isla. Irónicamente, Buh tendrá miedo a los fantasmas y confundirá al jugador por uno cuando este se le acerque, lo que lo asustará a Buh y provocara que espíritu se divida en 5 volutas de esencia que se dispersan por la isla. En cada encuentro, Buh le pedirá al jugador que recupere sus 5 volutas de esencia a cambio de una recompensa.",
    "gender" : 0,
    "slug" : "wisp"
  },
  {
    "name" : "Tom Nook",
    "species" : "Mapache",
    "birthday" : "05-30",
    "info" : "Tom Nook es el jefe de la oficina de residentes, un lugar donde puedes jugar o conseguir que te vendan sus sobrinos. También está a cargo de las principales construcciones de la isla (rampas, escaleras, etc.).",
    "gender" : 0,
    "slug" : "tom-nook"
  },
  {
    "name" : "Kamilo",
    "species" : "Camaleón",
    "birthday" : "05-10",
    "info" : "Kamilo podrá encontrarse vagando por la isla algún día de la semana, un entusiasta de los bichos y le comprará bichos al jugador por un valor mayor al habitual. También es un artista y el jugador puede encargarle que fabrique una figurilla de bicho al traerle tres del mismo especímenes del bicho correspondiente.",
    "gender" : 0,
    "slug" : "flick"
  },
  {
    "name" : "Gandulio",
    "species" : "Perezoso",
    "birthday" : "08-08",
    "info" : "Gandulio es un vendedor ambulante de artículos de jardinería como semillas de flores y arbustos. Las semillas son de tipos de flores diferentes a las que venden en la tienda MiniNook, mientras que los arbustos son una especie de árboles chiquititos que suelen usarse como ornamento para adornar exteriores.",
    "gender" : 0,
    "slug" : "leif"
  },
  {
    "name" : "Ladino",
    "species" : "Zorro",
    "birthday" : "10-18",
    "info" : "",
    "gender" : 0,
    "slug" : "redd"
  }
]
